"Tell ${applicationName}" = "Mwambie ${applicationName}";

"Start voice conversation with ${applicationName}" = "Anzisha mazungumzo ya sauti na ${applicationName}";

"Query ${applicationName}" = "Swali ${applicationName}";

"Ask ${applicationName}" = "Uliza ${applicationName}";

"New conversation with ${applicationName}" = "Mazungumzo mapya na ${applicationName}";

"Start a new chat with ${applicationName} using ${model}" = "Anzisha chati mpya na ${applicationName} kutumia ${model}";

"New chat with ${applicationName} using ${model}" = "Chati mpya na ${applicationName} kutumia ${model}";

"Send a question to ${applicationName}" = "Tuma swali kwa ${applicationName}";

"New chat with ${applicationName}" = "Chati mpya na ${applicationName}";

"Start a new chat with ${applicationName}" = "Anzisha chati mpya na ${applicationName}";

"Start a new conversation with ${applicationName}" = "Anzisha mazungumzo mapya na ${applicationName}";

"Start a new conversation with ${applicationName} using ${model}" = "Anzisha mazungumzo mapya na ${applicationName} kutumia ${model}";

"Talk to ${applicationName}" = "Zungumza na ${applicationName}";

"New conversation with ${applicationName} using ${model}" = "Mazungumzo mapya na ${applicationName} kutumia ${model}";

